[{"content":"Without a doubt, this film is exactly what The Movie Shrink has in mind when he is looking for significant films that require an interpretation, a deeper understanding. Beyond the individual story about a rock-heavy metal drummer experiencing a hearing loss, this is a film about sensory balance. Contrasting with the usual scenes of the film in run-down America, the story ends in Europe, in Brussels, in a comfortable and quite elegant neighborhood. Very intriguing, indeed.\n\n\n\n**Sound of Metal**, an American music drama, by first-time director Darius Marder, produced in 2019, presented at the Toronto International Film Festival in September 2019, and later at the American Film Festival in Deauville in 2020, and released for limited access in November 2020.\n\n\n\n# **THE STORY** \n\n**(This is a spoiler alert: do not read this section if you want to see the plot unfold yourself at your viewing of the film).**\n\nA heavy metal performer couple, called Backgammon, made up of Ruben, the drummer, and Lou, his European born female partner, and signer, have been touring second rate stages all through the USA, in their RV- Caravane, which is also their mobile home and studio.\n\nTheir setup and the places they perform in are quite humble and lower end.\n\nLou, a former drug addict on heroine, has been « clean » for four years, and his partner, Lou, has been instrumental in this achievement.\n\nWhen visiting a second-hand memorabilia store, Lou feels that he has lost part of his hearing.\n\nAfter a visit to a medical specialist on hearing problems, he is told that the problem is serious, that his previous hearing will not completely be restored, and that a cochlear implant, to restore part of his hearing, would cost between 40,000 $ and 80,000 $.\n\nNot having the money, he is left with the option of learning sign language. So, he registers at a subsidized center for learning that language at a deaf recovering addicts center, under the tutorship of Joe, a Viet-Nam veteran who lost his hearing from a bomb explosion on the battlefield. Joe brings Lou to evolve and accept his new situation, learning among other exercises to express his feelings in writing on his ordeal.\n\nAfter some success at following Joe’s advice and tutorship, Lou chooses another path, selling his RV and taking 26,000 $ to be used for a down payment for the cochlear implant.\n\nThe implant is a relative success, and Ruben then decides to visit his former partner and sweetheart Lou. After the forced breakup of the duo, she had returned to Europe, at her father’s home in Brussels, where he lives in quite wealthy circumstances, in contrast with the surroundings Ruben has known in recent years, both on tour and at the subsidized recovery center.\n\nRealizing things will never be the same again, Ruben leaves early in the morning, with his bags, and the film ends when Ruben, soon after leaving the house, watches early morning scenes of rising Brussels. The early morning activities in the city give all the appearances of an ideal city, a sophisticated and wealthy environment.\n\nHearing the bells of the nearby church, Ruben takes off his hearing apparatus, falls back on his park bench, and enjoys the scenery.\n\n\n\n# **THE MOVIE SHRINK’S INTERPRETATION**\n\nThe opening scene of the film has Ruben furiously working the drums during his musical performance.\n\nOf course, we have seen this type of performance a thousand times, on television and in films or on live shows. Nevertheless, it is quite obvious that this intense and very loud beating of the drums is unsustainable in real life, save for musical performances. It is, in a word, unbalanced. The fact we have come used to seeing it does not change its extreme and unbalanced character.\n\nNot surprising that such loud noises, repeated over years, can bring serious consequences to one’s hearing capacity.\n\nBut, is there something else, asks the Movie Shrink?\n\nYes, there is, in our view.\n\nThere is the notion that there is a kind of sensory balance that is necessary for humans to function. The expression «common sense » speaks to this balance, if only in an indirect way. Ruben has gone well beyond this sensory balance while beating the drums furiously, every day or night.\n\nThe real subject of the film is about imbalance, sensory imbalance, and probably, by extension, other imbalances. Once we have gone beyond this imbalance, there is the need to repair, or come back to a form of equilibrium.\n\nBut, is there still more to this, is there something else?\n\nThe contrast between the low budget touring of the duo and the meager means of the subsidized community center which Ruben attends, on the one hand, and the wealthy, well- organized, and civic beauty of Brussels, on the other hand, is quite a contrast.\n\nBeing set very deliberately at the very end of the film, the harmonious scenes of Brussels seem to tell us something.\n\nBut what?\n\n\n\n# **THE BIGGER PICTURE**\n\nSometimes, even often, things are said indirectly because they are difficult to look at directly.\n\nIn this case, the suggestion from the film is that Europe may have stayed closer to a sense of equilibrium, a kind of balance, in contrast with North America, more subject to imbalance, to extremes. These extremes are not so much political as they are cultural, but they can then reach the political.\n\nOld Europe has kept a sense of balance. That is what a sense of History brings. The new must take place within the old. America, more subject to the swings of newness and often lacking tradition to temper the new, can sometimes lose balance and collective common sense.\n\nThis is the story the film tells, deliberately or not.\n","isEmpty":false,"excerpt":"Without a doubt, this film is exactly what The Movie Shrink has in mind when he is looking for significant films that require an interpretation, a deeper understanding. Beyond the individual story about a rock-heavy metal drummer experiencing a hearing loss, this is a film about sensory balance. Contrasting with the usual scenes of the film in run-down America, the story ends in Europe, in Brussels, in a comfortable and quite elegant neighborhood. Very intriguing, indeed.","title":"Sound of Metal","category":["Sociology","National culture"],"tags":["Drama","North America"],"author":"Jean Mercier","date":"2020-12-23T00:06:35.612Z","youtubeMovieTrailer":"VFOrGkAvjAE","slug":"sound-of-metal"},{"content":"A 2019 American drama, directed by Marielle Heller, with Matthew Rhys and Tom Hanks. Hanks  was nominated in different venues for best supporting actor in this film, in early 2020. Opening at the Toronto Film Festival in september 2019, it was received with both critical praise and popular support. It was named one of 2019’s ten best films by Time magazine. \n\n# INTRODUCTION\n\nThe story, based essentially on real life events, is set around Lloyd Vogel (fictional name), a journalist for Esquire Magazine in the 1970 and 1980 decades, who is preparing an article on TV personality Fred Rogers, who hosts a popular show for children, where kindness and mutual understanding are the main ingredients. Vogel is a quite aggressive journalist, so much so that most prospective interviewees reject his proposals to interview them, in his search to get to know public heroes, with the underlying intent to show that they are not quite worthy of their hero status.\n\n**SPOILER ALERT (do not read the following section if you want to see the unfolding plot of the movie for yourself)**\n\nWhile Vogel’s unstated goal is to question the merit of these popular heroes, he has to reset the initial intent of his article, because what he sees in the real Mister Rogers is genuine, authentic kindness, both on and off camera. This comes as somewhat of a surprise to him. In addition, Rogers helps out Vogel with some of the journalist’s personal issues of his own. The journalist’s relationship with his own father (Jerry) is indeed strained, and father and son even come to blows in a marriage ceremony for Lloyd’s sister. Later, when father and son argue about Jerry’s abandon of Lloyd’s mother during her terminal illness several years ago, Jerry (the father) suffers a heart attack.\n\nAt first, Lloyd refuses to visit his father at the hospital. But TV host Fred Rogers extends his diplomacy and kindness outside his TV show, and intervenes himself to mend the relationship between father and son, before Jerry’s death.\n\nLloyd’s article on Rogers turns out to be, as could be expected, but not as initially planned, a story on kindness and generosity, in what became Esquire’s lead story of that issue.\n\n# THE ELEPHANT BEHIND THE FILM\n\nSo much kindness, genuine interaction and authentic attention to others appears to us, in this 2010-2020 decade, so refreshingly …..different. To the point of appearing strange. It seems so alien to what we are living today in our media environment.\n\nWhat, indeed, has come over us in the last fifty years in the world of media ?\n\nUnfortunately, Canadian media analyst Marshall McLuhan is no longer with us to sort out what appears sometimes as a real cacophonic mess in the media world all around us: so much partisanship, one sided opinions, aggressive words, rudeness, and simple meanness, cheap shots and even cruelty. Examples even come from the highest political offices, where twitter artists are in a hurry to denigrate opponents, in one way, partisan tweets.\n\nWhat in the world has come over us in the last decades ? How did we get here ?\n\nThere does not seem to be one large overall answer for such a complex and many dimensioned phenomenon. But, upon reflection, we do have some elements to help us understand.\n\nFirst of all, the contemporary pertinent scale, increasingly, is not the neighborhood, where you could meet in person the individuals you may not have agreed with. That possibility, more and more absent, tempered us in many ways from extreme utterances and kept us more restrained, made us more civil. Now, we can argue with (usually against) people we have little chances of meeting face to face. More so, we now can find people on the internet that agree, perfectly, with our own idiosyncratic view of things, be they political, moral or social. What stands outside of this comfortable blanket is simply dismissed as fake news.\n\nAnd so, it is not It so much television that has changed, although it has, also, but the overall media landscape. The media environment is now full of diverse channels, the internet, social (or a-social) media, aggressive talk radio, one-way partisan TV programs. In front of these evolving outlets, Mister Rogers’ program looks like a fairytale. We are in need of a fairy tale , if only to reflect on our current situation.\n\nAs McLuhan had pointed out in the 1970’s , there are also technical elements to be taken into consideration for understanding media. He had made a distinction between cool and hot media. Cool media is low definition, technically speaking, like television before high definition, where the poorly defined image elicited cognitive responses, in a two way interaction with the TV screen. And there was, on the opposite end of the scale, hot media, such as radio, where the message, cognitively, appears complete and unambiguous. Radio seemed to be prevalent in highly partisan and conflictual situations, such as, historically, the Second World War, notably in Germany, and in more recent tribal warfare in Africa. It would seem, in McLuhan terms, that our media environment has become awfully hot. Trash radio is the most telling example, but this overheated atmosphere is to be found all around our media scape.\n\n# THE BIG PICTURE\n\nIt is one thing to understand some of the elements of the media situation we are in. It is quite another is to see how we can advance this reflection further, even to the point of looking at alternatives.\n\nThe first reaction, under this overheated media environment, is to attempt at becoming de-sensitized to its excesses. It is now more and more frequent to see politicians and artists dismiss all the hate they encounter on the Internet by ignoring it or taking it in stride, as a kind of cost of doing business. After all, we would not pay too much attention to the rantings of teenagers making impolite and unverified comments, drinking a few beers too much in their parents’ home basement. So why bother with people who need to get a life ?\n\nAnother alternative is to make sure that what is on the internet is more easily identified as to its source, which would be one way to come back to the natural and salutary effect of a real, interactive neighborhoods. It would not be as ideal as Mister Rogers’ neighborhood, but it would be a step in the right direction.\n\n[](<>)Our site is predicated on the idea that all films are ultimately related to the present, even if they appear from another era. Mister Rogers’ neighborhood, in effect, serves us as a measure of our current predicament. We are in need of a gentler media scape. If Lloyd Vogel could change his view a few decades ago, why not us, today ?","isEmpty":false,"excerpt":"Only a few decades ago, our media landscape was very different than our present one, which sometimes appears as full of partisanship, cruelty, and furor. This film gives us a measure of how far we have strayed from a gentler time.","author":"Jean Mercier","date":"2020-10-02T17:40:14.035Z","youtubeMovieTrailer":"-VLEPhfEN2M","subtitle":"A BEAUTIFUL DAY IN THE NEIGHBORHOOD","title":"A BEAUTIFUL DAY IN THE NEIGHBORHOOD","category":["Media transformation"],"tags":["North America","Drama"],"slug":"a-beautiful-day-in-the-neighborhood"},{"content":"An American drama released in 2019- 2020, from director Kelly Reichardt. Has been presented in several film festivals in 2019-2020, with very positive reviews.\n\n# THE STORY\n\n**(This is a spoiler alert: do not read this section if you wish to follow the plot only at the screening of the film).**\n\nOtis “Cookie” Figowitz is a traveling cook for a group of rough fur traders in the Oregon of the early 1800’s. Cashing his last paycheck from the group, he temporarily establishes himself in a fur and trade settlement, where he meets King-Lu, a Chinese immigrant fleeing from retribution following a murder he committed against a Russian immigrant.\n\nCookie and King-Lu establish in the settlement a business of sorts, based on cookies and biscuits, where the “secret ingredient” comes from the milk they steal from Mr. Factor’s cow, the first and only cow of the settlement. Mr. Factor is a British born official with the only proper house of the settlement.\n\nTheir scheme being discovered, Cookie and King-Lu flee. While fleeing, they fall asleep in a meadow, and we learn from the opening scene of the film, when their skeleton is found in today’s Oregon, that they had been reached and executed for their illicit business plan.\n\n# THE MOVIE SHRINK’S INTERPRETATION\n\nThere are many angles to this film.\n\nOne of them is that the film is about friendship and the bonding that develops between the two unlikely business partners in crime. The film opens on William Blake’s quote on man and friendship.\n\nAnother angle concerns the conditions of the first settlements of the Oregon Territory of the early 1800’s.\n\n[](<>)In an interview with The Lincoln Center’s Dennis Lim, director Kelly Reichardt commented on her film, by pointing out that **First Cow** concerns several themes, such as immigration, the beaver trade in the West, a period that is earlier than the pioneer days. Under the suggestion of the interviewer, Dennis Lim, she agrees that it may also concern the theme of early capitalism, although she says she usually prefers to avoid such large and charged topics.\n\nDirector Reichardt may be putting us on the road of a more satisfying interpretation when, during that same interview, she points out that the film, at least partly, concerns a period where there were no rules yet, when things were “unformed”, when “History was not here yet”.\n\nDrawing from those last remarks from the film’s director, and drawing also from the film itself, **First Cow** would appear to be a sort of novel on the birth of institutions.\n\nAll institutions begin with a kind of pre-existing condition of primitive chaos, much like the conditions of the Oregon settlement. Much of the interaction between individuals is characterized by theft, menace, fear, revenge and physical punishment, and sometimes murder. Even the public figures of authority, the British born Mr. Factor and the commanding navy officer, see much of the necessary social regulation settled by physical punishment, not controlled by independent courts.\n\nThe film is about a time when there were no developed rules yet. More specifically, it is about the primitive conditions prior to the establishment of real, institutional rules. Those primitive conditions were both evidence of the necessity of rules, but they also constituted some of the basic ingredients for the establishment of rules and institutions.\n\nIndeed, the establishment of better institutions and rules could not ignore pre-existing primitive practices and habits.\n\nAnd so, even in our modern institutions, there are remnants of the way the Oregon Territory settled grievances, with some unavoidable elements of fear, revenge, and punishment.\n\nOur institutions, even our most advanced ones, are a mixed bag of primitive justice, tempered by more subtle and complex interactions, partly inspired by influence from outside models ( in this film, by the presence of Mr. Factor, always mindful of how things were done in Britain where he was born).\n\n# THE BIGGER PICTURE, AS SEEN BY THE SHRINK\n\nWhat does **First Cow** tell us about our present-day institutions? The Shrink’s basic view is that all films are tied to the present, even though they are set in the future or the past. What does this tell us about the film’s involvement in the present?\n\nA good portion of our present-day economic institutions concern the production and trade of physical goods, those that are slowly and calmly carried, in the film, in modern-day barges along the Columbia River. The institutions of trade for those types of production and interactions are quite mature and nowhere near the primitive ways of the Oregon Territory of the nineteenth century.\n\nBut, is that also the case for all our social and economic interactions, today? Are there not areas of our social and economic life still primitively or too loosely regulated?\n\nTwo areas of activity come to mind.\n\nThe first concerns the world of finance, and international finance especially. These interactions concern immaterial elements, more difficult to track down, and very different from the hardware transactions of the physical world. The financial mess of 20070-2008, with governments obliged to pick up the pieces, leads us to believe that this part of our economy has some resemblances with the Oregon Territory’s rules for physical goods of the early 1880’s.\n\nThe second area of insufficient institutionalization concerns the Wild West of the Internet and social media. Obviously, this area of activity is doing a lot of good, but also a lot of damage. It is poorly regulated, in fact essentially not at all. It is at a primitive phase of institutionalization, much like the settlement in **First Cow.**\n\nThe Movie Shrink does not believe that the film has this implicit message. He only suggests that the film speaks of the present while describing the past.","isEmpty":false,"excerpt":"An early 1800’s settlement in Oregon where, according to one character, “History is not here yet”, offers the opportunity to witness the dawning of institutions. It may also have something to say about our present state of affairs. ","title":"FIRST COW","category":["Sociology","Economics"],"tags":["North America","Drama"],"author":"Jean Mercier","date":"2020-10-02T17:38:01.316Z","youtubeMovieTrailer":"SRUWVT87mt8","slug":"first-cow"},{"content":"An American thriller-drama-fantasy film directed by Andrew Patterson, presented at the Sundance Film Festival in 2019 and released for theaters and streaming in May of 2020\n\n# THE STORY\n\n**(This is a spoiler alert: do not read this section if you want to follow the plot only at the screening of the film).**\n\nIn the fictitious small town of Cayuga, New Mexico, in the fifties, a teenage switchboard operator, Fay Crocker, hears unusual and strange noises emanating from an unknown source from her work station. She soon alerts her friend Everett Sloan, the local radio disk jockey host, on these strange occurrences, and they begin their search to uncover the mystery, by first having the radio listeners hear the strange sounds.\n\nTheir search leads them to listen to a caller who recognizes the sound in question. Billy, the caller, says he has heard the sound before, when employed by the US army to build super-secret installations to protect a mysterious vehicle, possibly from outer space. Those employed in this construction were later found to have respiratory and radiation health issues, and all those employed in this task were black or Mexican.\n\nAnother phone call leads the pair of young detectives-investigators to senior citizen Mabel Blanche, who also recognizes the sound. When the sound was heard by her, she was still a relatively young single mother. Her son, Hollis, who had closer contact with the beings behind the unusual sounds, disappeared, presumably kidnapped by these beings from the sky while still young, never to be found again. Hollis’ father, Mabel learns, had had contact with these strange vehicles, and he died prematurely, possibly from electric and radiation contamination.\n\nMabel tells the would-be investigators she has had a lifetime to reflect on these events and the disappearance and kidnapping of her son. She offers a quite detailed analysis of what she believes is at stake in these curious and strange events.\n\nIn Mabel Blanche’s opinion, these strange visitors from the sky “sway people to do things and, and think in certain ways- so that they stay in conflict, focused on themselves – so that we’re always ..cleaning house, or losing weight, or dressing up for other people…I’ve seen good people go bad and smart people go mad…”\n\n# THE MOVIE SHRINK’S INTERPRETATION\n\nThere are many avenues to interpret this deceptively simple story.\n\nUnder the cover of out of space visitors, it could be a description of, and comment on, the fifties, where we could find, side by side, a very conventional “buttoned-up conservativism” and conformism, on the one hand, and television shows such as Rod Serling’s “ TheTwilight Zone”, where imaginative and anarchic stories were presented on regular television, on the other hand. Part of this view is offered by The Guardian’s film critic Peter Bradshaw, with his usual perceptive eye for what is important. Such were, indeed, the contradictions of the fifties in America.\n\nIn the Movie Shrink’s view, there could be still more to this significant film.\n\nIt would not be too far-fetched to propose that this film is also about America’s continuing adventure with all manner of media and communication, or as Bradshaw describes it, “America’s fear and excitement at the burgeoning power of media and mass communication”.\n\nIn the first sequences of the film, as the small town’s high school prepares for the local basketball game, there are a lot of technical challenges for the broadcasting of the game, like communication wires destroyed by rats and other animals in the school’s buildings, or tape recording issues caused by limited finances and limited space on the tape recording device. To sum up, there are many hardware problems and issues at stake.\n\nBut the problems identified by Mabel Blanche have more to do with fundamental problems and issues. How are media and media communication going to change us and how we interact and live in society? As Mabel describes them, those beings in the sky want us to be separate, even in conflict, focused on ourselves exclusively.\n\nCould those “people in the sky” be in fact our own evolving media landscape? In the fifties, the structural social changes from changes in our communication apparatus had not yet happened, the problems were essentially hardware challenges, as in the opening scenes of the film. But Mabel Blanche’s description on what is to come is more than hardware problems or challenges.\n\nSome film critics of this film have thought that the first twenty minutes of the film appeared too long and more or less related to the rest of the film. That is not the view of the Movie Shrink. Indeed, the opening scenes, full of lively dialogue, with opinions expressed and counter-opinions immediately following, are an essential part of the film.\n\nThese lively dialogues are very interactive by nature, very much “give and take”, live and immediate, with the participants in physical contact with one another.\n\n# THE SHRINK’S LARGER VIEW\n\nThis film is better understood by comparing it with **Mr. Rodger’s Neighborhood** (2018-2019).\n\nIn the Movie Shrink’s view, both these films take us to a long-gone period, the fifties and sixties, where interactions and dialogues were gentler and more civil, where people interacted with people they could meet physically. The media landscape was not designed to make people “stay in conflict”, as Mabel Blanche described to the would-be investigators, reminding us of our current media trends, found in good part in the intense and hostile exchanges through social (and a-social) media.\n\n[](<>)Not all interpretations in the Movie Shrink will be drawn from media interpretations or from Marshall McLuhan inspired analysis. But both **A Beautiful Day in the Neighborhood** (2019) and **The Vast of Night** (2020) are better understood through this perspective.","isEmpty":false,"excerpt":"In a story reminiscent of Close Encounters of the Third Kind (1977), this film about strange sounds emanating from an unusual audio frequency, heard in a small town of New Mexico, is deceptively simple. It could be better understood when combined with A Beautiful Day in the Neighborhood (2019).","title":"The Vast of Night","category":["Media transformation","Sociology"],"tags":["North America","Drama","Science Fiction - Fururistic"],"author":"Jean Mercier","date":"2020-10-02T17:37:42.269Z","youtubeMovieTrailer":"ZEiwpCJqMM0","slug":"the-vast-of-night"},{"content":"A horror-zombie-fantasy film by Jim Jarmush. United States, 2019.\n\n# INTRODUCTION\n\nPredictably, when this film was presented as the opening film of the Cannes film festival of 2019, critics were divided.\n\nIs this film an exercise in style, an essay in a genre, or is there a significance to it, a meaning of sorts? The Movie Shrink believes that it is the latter. Beyond the dozens of heads cut off in the movie, probably a record of sorts, there are underlying elements, tied together, going in a specific direction.\n\n\n\n# THE STORY\n\n**(this is a spoiler alert: do not read this section if you wish to follow the plot only at the screening of the film)**\n\nThe story unfolds in Centerville, advertised in the entering highway as “a really nice place”. The area, stuck in the sixties culture, with one of the main attractions being a memory lane diner, where a farmer client sports a “Make America White Again” cap, seems to be frozen in time, somewhere in the early sixties. Then, there is Hermit Bob, living in the edge of town, stuck in still earlier times, as he survives by stealing chickens from a local farmer, the one sporting a “Make America White Again” cap. The opening scene has the police chief, Cliff Robertson (Bill Murray), only minimally investigating the latest chicken robbery by Hermit Bob, while recognizing that he will probably not go any further than a timid investigation, leading to the continuation of the status quo.\n\nIn some of the early scenes, there seems to be an upheaval of sorts in time or time measurements, with watches malfunctioning and the light of day stretching out unusually into the night. Moreover, televisions and phones are not fully reliable in Centertown. There seems to be a general problem with time.\n\nYoung and trendy folks from a large city drive into town in a vintage car, looking down on Centerville, but to their surprise, they learn from the gas station operator that they may know less than he does about film history. The gas attendant also turns out to be a specialist on zombies, something that will become useful later.\n\nAt the other end from Hermit Bob, in terms of time zones, as it were, stands Zelda Winston (Tilda Swinton), a mortician expert originally from out of town, practicing serious Yoga in her office, living quite separately from the rest of the city, until she is herself affected by the awakening of the dead in Centerville’s cemetery. At the very end of the film, she will confirm her independence from Centerville, when an outer space vehicle brings her away from the carnage that accompanies the revival of the dead from their graves. The zombies triumph eventually, as police chief Robertson and his assistants are attacked by the growing number of them near the cemetery.\n\nThe film presents a comic side to it, with the dry and neutral dialogues of the police chief in the face of dramatic circumstances, as though he and other participants in the story are partly immune to the unfolding drama of aggressive and attacking zombies.\n\n# THE SHRINK’S ANALYSIS\n\nWhat stands out in this film is not so much the zombies and the violence as the fact that Centerville is a contrast in cultural time zones, so to speak. The cars in Centerville present a marked contrast, with hyper contemporary vehicles, like a mini Smart car, an electric car, and even an outer space vehicle, but also a pick-up truck and a nondescript police car, sharing the mobility stage. Yet, overall, Centerville has been left behind the times, with its sixties diner, half- abandoned main street, Hermit Bob, and its advertisement as “A real nice place”. Obviously, the young trendy city folks from out of town do not buy into the city’s spirit and look down upon it, although they may not be so far from it themselves, as they are also eliminated by the zombie attacks. The mortician expert, also from out of town, Zelda Winston, seen as a vaguely European or British born immigrant, definitely stands out as belonging to another cultural zone. Zelda is the only person surviving the zombie attacks, saved by out of earth visitors, obviously coming from a different time zone altogether. The coexistence of people living side by side in different cultural time zones, with of course the zombies still further away than Hermit Bob from contemporary society, since they are literally from the dead, seems to be the unifying element of the film, the underlying element on the screen.\n\nThe film can be seen as leading the viewer in other, different interpretive directions. At the beginning of the story, there is a reference to the fact that the upheaval in time, the unlikely sunlight later in the day, and the mal-functioning watches, may be due to the activities of energy seeking petroleum and gas cracking development in the North. This would lead us to an ecological interpretation of the film. Also, in the same vein, Hermit Bob, watching the carnage from his safe vantage point at the edges of the city, comments on the causes of the drama as being caused by the endless search for material objects.\n\n# THE BIGGER PICTURE\n\nBut those avenues of interpretation only distract us from the conclusion that this is a story about time, and more specifically about humans simultaneously living in different cultural time zones. Like the zombies, places like Centreville, “a really nice place”, survive even though irrelevant and forgotten by changing times and cultures. Because the global village ties us together through our overlapping and ever-present media, we are conscious of these contrasts. The past and the present live side by side, some fully alive, others like zombies.\n\nThe world, both inside and outside the United States, is probably full of different kinds of Centervilles, many outdated economically, others culturally, others still politically (the so-called failed states), yet still surviving, like zombies, neither fully dead nor fully alive.\n\nThat is the underlying story behind the film.","isEmpty":false,"excerpt":"A horror movie can be quite significant, beyond its improbable events and systematic violence. This seems to be the case with this zombie movie. ","title":"THE DEAD DON’T DIE","category":["National culture","Media transformation","Sociology"],"tags":["Horror","North America"],"author":"Jean Mercier","date":"2020-08-10T13:00:50.761Z","youtubeMovieTrailer":"bs5ZOcU6Bnw","slug":"the-dead-don’t-die"},{"content":"The Coronavirus of 2020 has fueled interest in older films, as current film production has been reduced.\n\n*The Movie Shrink* is principally interested in current films but significant films from the past, often now considered as classics, can also speak to us.\n\nThere were of course many significant films in the past and the history of cinema. In fact, one can say that the history of cinema mirrors the evolution of the 20th century, as cinema began with the beginning of the century itself.\n\nIn looking at these significant films of the past, movies which helped us look at the bigger picture of those times, we must however account for the fact we are, in part, looking at them with the eyes of the present. But that does not mean they only have the meaning we can see in them today. They were also very much part of the period they appeared in.\n\nThere is no doubt, for example, that **The Godfather** trilogy are significant films. In trying to find some of the underlying themes of these classics, we may be going beyond its thematic of the American mafia, and look at the films as a description of the gradual disappearance of the family as a dominant economic entity. All through the 20th century, corporations are taking precedence, ever since the landmark legal decision of Salomon v. Salomon (1896) split the personal responsibility from the corporate one, a decision which encouraged individuals to take a larger amount of risk in business, as they were not necessarily deemed to be personally responsible for all its corporate actions of the future. Large impersonal corporations with multiple shareholders, in other words, the modern corporations, evolved from this decision and other factors going in the same direction.\n\nIn **Godfather I** (1972), the head of the family is still immersed in his immediate environment. He does not want to deal in drugs, because it would disrupt the neighborhood. But, as the family grows its business from small enclaves of New York City to Cuba, La Vegas, and later Italy, the family progressively dissolves, to the point that the Corleone new boss and heir has his brother killed. During that process of enlargement of activities, a type of violence of another scale appears, a more impersonal and cold violence.\n\nAnd so, the film may in reality be about growing organizational scale in North America and the world, as much as about the evolution of the mafia itself.\n\n\n\n**Dances with Wolves** (1990) is another significant film. One of its most revealing scenes is when the North American Indian tribe members look sadly at a slaughtered buffalo herd, realizing that these animals were often killed only for some of their body parts, leaving the rest of the dead bodies to rot, a kind of metaphor for the advancing white culture and its accompanying specialized tunnel vision, so detrimental, according to Deep ecologists, to our environment. The conquering attitude of the original settlers, and the ensuing decay of the environment, was the elephant behind the film.\n\n\n\nIt is with these classic films that we conclude our August 4, 2020 entry for *Revisiting Classics.*","isEmpty":false,"excerpt":"The Coronavirus of 2020 has fueled interest in older films, as current film production has been reduced.\n\nThe Movie Shrink is principally interested in current films but significant films from the past, often now considered as classics, can also speak to us.","title":"REVISITING CLASSICS","category":["Revisiting classics"],"author":"Jean Mercier","date":"2020-08-09T22:46:20.727Z","slug":"revisiting-classics"}]