[{"content":"Without a doubt, this film is exactly what The Movie Shrink has in mind when he is looking for significant films that require an interpretation, a deeper understanding. Beyond the individual story about a rock-heavy metal drummer experiencing a hearing loss, this is a film about sensory balance. Contrasting with the usual scenes of the film in run-down America, the story ends in Europe, in Brussels, in a comfortable and quite elegant neighborhood. Very intriguing, indeed.\n\n\n\n**Sound of Metal**, an American music drama, by first-time director Darius Marder, produced in 2019, presented at the Toronto International Film Festival in September 2019, and later at the American Film Festival in Deauville in 2020, and released for limited access in November 2020.\n\n\n\n# **THE STORY** \n\n**(This is a spoiler alert: do not read this section if you want to see the plot unfold yourself at your viewing of the film).**\n\nA heavy metal performer couple, called Backgammon, made up of Ruben, the drummer, and Lou, his European born female partner, and signer, have been touring second rate stages all through the USA, in their RV- Caravane, which is also their mobile home and studio.\n\nTheir setup and the places they perform in are quite humble and lower end.\n\nLou, a former drug addict on heroine, has been « clean » for four years, and his partner, Lou, has been instrumental in this achievement.\n\nWhen visiting a second-hand memorabilia store, Lou feels that he has lost part of his hearing.\n\nAfter a visit to a medical specialist on hearing problems, he is told that the problem is serious, that his previous hearing will not completely be restored, and that a cochlear implant, to restore part of his hearing, would cost between 40,000 $ and 80,000 $.\n\nNot having the money, he is left with the option of learning sign language. So, he registers at a subsidized center for learning that language at a deaf recovering addicts center, under the tutorship of Joe, a Viet-Nam veteran who lost his hearing from a bomb explosion on the battlefield. Joe brings Lou to evolve and accept his new situation, learning among other exercises to express his feelings in writing on his ordeal.\n\nAfter some success at following Joe’s advice and tutorship, Lou chooses another path, selling his RV and taking 26,000 $ to be used for a down payment for the cochlear implant.\n\nThe implant is a relative success, and Ruben then decides to visit his former partner and sweetheart Lou. After the forced breakup of the duo, she had returned to Europe, at her father’s home in Brussels, where he lives in quite wealthy circumstances, in contrast with the surroundings Ruben has known in recent years, both on tour and at the subsidized recovery center.\n\nRealizing things will never be the same again, Ruben leaves early in the morning, with his bags, and the film ends when Ruben, soon after leaving the house, watches early morning scenes of rising Brussels. The early morning activities in the city give all the appearances of an ideal city, a sophisticated and wealthy environment.\n\nHearing the bells of the nearby church, Ruben takes off his hearing apparatus, falls back on his park bench, and enjoys the scenery.\n\n\n\n# **THE MOVIE SHRINK’S INTERPRETATION**\n\nThe opening scene of the film has Ruben furiously working the drums during his musical performance.\n\nOf course, we have seen this type of performance a thousand times, on television and in films or on live shows. Nevertheless, it is quite obvious that this intense and very loud beating of the drums is unsustainable in real life, save for musical performances. It is, in a word, unbalanced. The fact we have come used to seeing it does not change its extreme and unbalanced character.\n\nNot surprising that such loud noises, repeated over years, can bring serious consequences to one’s hearing capacity.\n\nBut, is there something else, asks the Movie Shrink?\n\nYes, there is, in our view.\n\nThere is the notion that there is a kind of sensory balance that is necessary for humans to function. The expression «common sense » speaks to this balance, if only in an indirect way. Ruben has gone well beyond this sensory balance while beating the drums furiously, every day or night.\n\nThe real subject of the film is about imbalance, sensory imbalance, and probably, by extension, other imbalances. Once we have gone beyond this imbalance, there is the need to repair, or come back to a form of equilibrium.\n\nBut, is there still more to this, is there something else?\n\nThe contrast between the low budget touring of the duo and the meager means of the subsidized community center which Ruben attends, on the one hand, and the wealthy, well- organized, and civic beauty of Brussels, on the other hand, is quite a contrast.\n\nBeing set very deliberately at the very end of the film, the harmonious scenes of Brussels seem to tell us something.\n\nBut what?\n\n\n\n# **THE BIGGER PICTURE**\n\nSometimes, even often, things are said indirectly because they are difficult to look at directly.\n\nIn this case, the suggestion from the film is that Europe may have stayed closer to a sense of equilibrium, a kind of balance, in contrast with North America, more subject to imbalance, to extremes. These extremes are not so much political as they are cultural, but they can then reach the political.\n\nOld Europe has kept a sense of balance. That is what a sense of History brings. The new must take place within the old. America, more subject to the swings of newness and often lacking tradition to temper the new, can sometimes lose balance and collective common sense.\n\nThis is the story the film tells, deliberately or not.\n","isEmpty":false,"excerpt":"Without a doubt, this film is exactly what The Movie Shrink has in mind when he is looking for significant films that require an interpretation, a deeper understanding. Beyond the individual story about a rock-heavy metal drummer experiencing a hearing loss, this is a film about sensory balance. Contrasting with the usual scenes of the film in run-down America, the story ends in Europe, in Brussels, in a comfortable and quite elegant neighborhood. Very intriguing, indeed.","title":"Sound of Metal","category":["Sociology","National culture"],"tags":["Drama","North America"],"author":"Jean Mercier","date":"2020-12-23T00:06:35.612Z","youtubeMovieTrailer":"VFOrGkAvjAE","slug":"sound-of-metal"},{"content":"A 2019 American drama, directed by Marielle Heller, with Matthew Rhys and Tom Hanks. Hanks  was nominated in different venues for best supporting actor in this film, in early 2020. Opening at the Toronto Film Festival in september 2019, it was received with both critical praise and popular support. It was named one of 2019’s ten best films by Time magazine. \n\n# INTRODUCTION\n\nThe story, based essentially on real life events, is set around Lloyd Vogel (fictional name), a journalist for Esquire Magazine in the 1970 and 1980 decades, who is preparing an article on TV personality Fred Rogers, who hosts a popular show for children, where kindness and mutual understanding are the main ingredients. Vogel is a quite aggressive journalist, so much so that most prospective interviewees reject his proposals to interview them, in his search to get to know public heroes, with the underlying intent to show that they are not quite worthy of their hero status.\n\n**SPOILER ALERT (do not read the following section if you want to see the unfolding plot of the movie for yourself)**\n\nWhile Vogel’s unstated goal is to question the merit of these popular heroes, he has to reset the initial intent of his article, because what he sees in the real Mister Rogers is genuine, authentic kindness, both on and off camera. This comes as somewhat of a surprise to him. In addition, Rogers helps out Vogel with some of the journalist’s personal issues of his own. The journalist’s relationship with his own father (Jerry) is indeed strained, and father and son even come to blows in a marriage ceremony for Lloyd’s sister. Later, when father and son argue about Jerry’s abandon of Lloyd’s mother during her terminal illness several years ago, Jerry (the father) suffers a heart attack.\n\nAt first, Lloyd refuses to visit his father at the hospital. But TV host Fred Rogers extends his diplomacy and kindness outside his TV show, and intervenes himself to mend the relationship between father and son, before Jerry’s death.\n\nLloyd’s article on Rogers turns out to be, as could be expected, but not as initially planned, a story on kindness and generosity, in what became Esquire’s lead story of that issue.\n\n# THE ELEPHANT BEHIND THE FILM\n\nSo much kindness, genuine interaction and authentic attention to others appears to us, in this 2010-2020 decade, so refreshingly …..different. To the point of appearing strange. It seems so alien to what we are living today in our media environment.\n\nWhat, indeed, has come over us in the last fifty years in the world of media ?\n\nUnfortunately, Canadian media analyst Marshall McLuhan is no longer with us to sort out what appears sometimes as a real cacophonic mess in the media world all around us: so much partisanship, one sided opinions, aggressive words, rudeness, and simple meanness, cheap shots and even cruelty. Examples even come from the highest political offices, where twitter artists are in a hurry to denigrate opponents, in one way, partisan tweets.\n\nWhat in the world has come over us in the last decades ? How did we get here ?\n\nThere does not seem to be one large overall answer for such a complex and many dimensioned phenomenon. But, upon reflection, we do have some elements to help us understand.\n\nFirst of all, the contemporary pertinent scale, increasingly, is not the neighborhood, where you could meet in person the individuals you may not have agreed with. That possibility, more and more absent, tempered us in many ways from extreme utterances and kept us more restrained, made us more civil. Now, we can argue with (usually against) people we have little chances of meeting face to face. More so, we now can find people on the internet that agree, perfectly, with our own idiosyncratic view of things, be they political, moral or social. What stands outside of this comfortable blanket is simply dismissed as fake news.\n\nAnd so, it is not It so much television that has changed, although it has, also, but the overall media landscape. The media environment is now full of diverse channels, the internet, social (or a-social) media, aggressive talk radio, one-way partisan TV programs. In front of these evolving outlets, Mister Rogers’ program looks like a fairytale. We are in need of a fairy tale , if only to reflect on our current situation.\n\nAs McLuhan had pointed out in the 1970’s , there are also technical elements to be taken into consideration for understanding media. He had made a distinction between cool and hot media. Cool media is low definition, technically speaking, like television before high definition, where the poorly defined image elicited cognitive responses, in a two way interaction with the TV screen. And there was, on the opposite end of the scale, hot media, such as radio, where the message, cognitively, appears complete and unambiguous. Radio seemed to be prevalent in highly partisan and conflictual situations, such as, historically, the Second World War, notably in Germany, and in more recent tribal warfare in Africa. It would seem, in McLuhan terms, that our media environment has become awfully hot. Trash radio is the most telling example, but this overheated atmosphere is to be found all around our media scape.\n\n# THE BIG PICTURE\n\nIt is one thing to understand some of the elements of the media situation we are in. It is quite another is to see how we can advance this reflection further, even to the point of looking at alternatives.\n\nThe first reaction, under this overheated media environment, is to attempt at becoming de-sensitized to its excesses. It is now more and more frequent to see politicians and artists dismiss all the hate they encounter on the Internet by ignoring it or taking it in stride, as a kind of cost of doing business. After all, we would not pay too much attention to the rantings of teenagers making impolite and unverified comments, drinking a few beers too much in their parents’ home basement. So why bother with people who need to get a life ?\n\nAnother alternative is to make sure that what is on the internet is more easily identified as to its source, which would be one way to come back to the natural and salutary effect of a real, interactive neighborhoods. It would not be as ideal as Mister Rogers’ neighborhood, but it would be a step in the right direction.\n\n[](<>)Our site is predicated on the idea that all films are ultimately related to the present, even if they appear from another era. Mister Rogers’ neighborhood, in effect, serves us as a measure of our current predicament. We are in need of a gentler media scape. If Lloyd Vogel could change his view a few decades ago, why not us, today ?","isEmpty":false,"excerpt":"Only a few decades ago, our media landscape was very different than our present one, which sometimes appears as full of partisanship, cruelty, and furor. This film gives us a measure of how far we have strayed from a gentler time.","author":"Jean Mercier","date":"2020-10-02T17:40:14.035Z","youtubeMovieTrailer":"-VLEPhfEN2M","subtitle":"A BEAUTIFUL DAY IN THE NEIGHBORHOOD","title":"A BEAUTIFUL DAY IN THE NEIGHBORHOOD","category":["Media transformation"],"tags":["North America","Drama"],"slug":"a-beautiful-day-in-the-neighborhood"},{"content":"An American drama released in 2019- 2020, from director Kelly Reichardt. Has been presented in several film festivals in 2019-2020, with very positive reviews.\n\n# THE STORY\n\n**(This is a spoiler alert: do not read this section if you wish to follow the plot only at the screening of the film).**\n\nOtis “Cookie” Figowitz is a traveling cook for a group of rough fur traders in the Oregon of the early 1800’s. Cashing his last paycheck from the group, he temporarily establishes himself in a fur and trade settlement, where he meets King-Lu, a Chinese immigrant fleeing from retribution following a murder he committed against a Russian immigrant.\n\nCookie and King-Lu establish in the settlement a business of sorts, based on cookies and biscuits, where the “secret ingredient” comes from the milk they steal from Mr. Factor’s cow, the first and only cow of the settlement. Mr. Factor is a British born official with the only proper house of the settlement.\n\nTheir scheme being discovered, Cookie and King-Lu flee. While fleeing, they fall asleep in a meadow, and we learn from the opening scene of the film, when their skeleton is found in today’s Oregon, that they had been reached and executed for their illicit business plan.\n\n# THE MOVIE SHRINK’S INTERPRETATION\n\nThere are many angles to this film.\n\nOne of them is that the film is about friendship and the bonding that develops between the two unlikely business partners in crime. The film opens on William Blake’s quote on man and friendship.\n\nAnother angle concerns the conditions of the first settlements of the Oregon Territory of the early 1800’s.\n\n[](<>)In an interview with The Lincoln Center’s Dennis Lim, director Kelly Reichardt commented on her film, by pointing out that **First Cow** concerns several themes, such as immigration, the beaver trade in the West, a period that is earlier than the pioneer days. Under the suggestion of the interviewer, Dennis Lim, she agrees that it may also concern the theme of early capitalism, although she says she usually prefers to avoid such large and charged topics.\n\nDirector Reichardt may be putting us on the road of a more satisfying interpretation when, during that same interview, she points out that the film, at least partly, concerns a period where there were no rules yet, when things were “unformed”, when “History was not here yet”.\n\nDrawing from those last remarks from the film’s director, and drawing also from the film itself, **First Cow** would appear to be a sort of novel on the birth of institutions.\n\nAll institutions begin with a kind of pre-existing condition of primitive chaos, much like the conditions of the Oregon settlement. Much of the interaction between individuals is characterized by theft, menace, fear, revenge and physical punishment, and sometimes murder. Even the public figures of authority, the British born Mr. Factor and the commanding navy officer, see much of the necessary social regulation settled by physical punishment, not controlled by independent courts.\n\nThe film is about a time when there were no developed rules yet. More specifically, it is about the primitive conditions prior to the establishment of real, institutional rules. Those primitive conditions were both evidence of the necessity of rules, but they also constituted some of the basic ingredients for the establishment of rules and institutions.\n\nIndeed, the establishment of better institutions and rules could not ignore pre-existing primitive practices and habits.\n\nAnd so, even in our modern institutions, there are remnants of the way the Oregon Territory settled grievances, with some unavoidable elements of fear, revenge, and punishment.\n\nOur institutions, even our most advanced ones, are a mixed bag of primitive justice, tempered by more subtle and complex interactions, partly inspired by influence from outside models ( in this film, by the presence of Mr. Factor, always mindful of how things were done in Britain where he was born).\n\n# THE BIGGER PICTURE, AS SEEN BY THE SHRINK\n\nWhat does **First Cow** tell us about our present-day institutions? The Shrink’s basic view is that all films are tied to the present, even though they are set in the future or the past. What does this tell us about the film’s involvement in the present?\n\nA good portion of our present-day economic institutions concern the production and trade of physical goods, those that are slowly and calmly carried, in the film, in modern-day barges along the Columbia River. The institutions of trade for those types of production and interactions are quite mature and nowhere near the primitive ways of the Oregon Territory of the nineteenth century.\n\nBut, is that also the case for all our social and economic interactions, today? Are there not areas of our social and economic life still primitively or too loosely regulated?\n\nTwo areas of activity come to mind.\n\nThe first concerns the world of finance, and international finance especially. These interactions concern immaterial elements, more difficult to track down, and very different from the hardware transactions of the physical world. The financial mess of 20070-2008, with governments obliged to pick up the pieces, leads us to believe that this part of our economy has some resemblances with the Oregon Territory’s rules for physical goods of the early 1880’s.\n\nThe second area of insufficient institutionalization concerns the Wild West of the Internet and social media. Obviously, this area of activity is doing a lot of good, but also a lot of damage. It is poorly regulated, in fact essentially not at all. It is at a primitive phase of institutionalization, much like the settlement in **First Cow.**\n\nThe Movie Shrink does not believe that the film has this implicit message. He only suggests that the film speaks of the present while describing the past.","isEmpty":false,"excerpt":"An early 1800’s settlement in Oregon where, according to one character, “History is not here yet”, offers the opportunity to witness the dawning of institutions. It may also have something to say about our present state of affairs. ","title":"FIRST COW","category":["Sociology","Economics"],"tags":["North America","Drama"],"author":"Jean Mercier","date":"2020-10-02T17:38:01.316Z","youtubeMovieTrailer":"SRUWVT87mt8","slug":"first-cow"},{"content":"An American thriller-drama-fantasy film directed by Andrew Patterson, presented at the Sundance Film Festival in 2019 and released for theaters and streaming in May of 2020\n\n# THE STORY\n\n**(This is a spoiler alert: do not read this section if you want to follow the plot only at the screening of the film).**\n\nIn the fictitious small town of Cayuga, New Mexico, in the fifties, a teenage switchboard operator, Fay Crocker, hears unusual and strange noises emanating from an unknown source from her work station. She soon alerts her friend Everett Sloan, the local radio disk jockey host, on these strange occurrences, and they begin their search to uncover the mystery, by first having the radio listeners hear the strange sounds.\n\nTheir search leads them to listen to a caller who recognizes the sound in question. Billy, the caller, says he has heard the sound before, when employed by the US army to build super-secret installations to protect a mysterious vehicle, possibly from outer space. Those employed in this construction were later found to have respiratory and radiation health issues, and all those employed in this task were black or Mexican.\n\nAnother phone call leads the pair of young detectives-investigators to senior citizen Mabel Blanche, who also recognizes the sound. When the sound was heard by her, she was still a relatively young single mother. Her son, Hollis, who had closer contact with the beings behind the unusual sounds, disappeared, presumably kidnapped by these beings from the sky while still young, never to be found again. Hollis’ father, Mabel learns, had had contact with these strange vehicles, and he died prematurely, possibly from electric and radiation contamination.\n\nMabel tells the would-be investigators she has had a lifetime to reflect on these events and the disappearance and kidnapping of her son. She offers a quite detailed analysis of what she believes is at stake in these curious and strange events.\n\nIn Mabel Blanche’s opinion, these strange visitors from the sky “sway people to do things and, and think in certain ways- so that they stay in conflict, focused on themselves – so that we’re always ..cleaning house, or losing weight, or dressing up for other people…I’ve seen good people go bad and smart people go mad…”\n\n# THE MOVIE SHRINK’S INTERPRETATION\n\nThere are many avenues to interpret this deceptively simple story.\n\nUnder the cover of out of space visitors, it could be a description of, and comment on, the fifties, where we could find, side by side, a very conventional “buttoned-up conservativism” and conformism, on the one hand, and television shows such as Rod Serling’s “ TheTwilight Zone”, where imaginative and anarchic stories were presented on regular television, on the other hand. Part of this view is offered by The Guardian’s film critic Peter Bradshaw, with his usual perceptive eye for what is important. Such were, indeed, the contradictions of the fifties in America.\n\nIn the Movie Shrink’s view, there could be still more to this significant film.\n\nIt would not be too far-fetched to propose that this film is also about America’s continuing adventure with all manner of media and communication, or as Bradshaw describes it, “America’s fear and excitement at the burgeoning power of media and mass communication”.\n\nIn the first sequences of the film, as the small town’s high school prepares for the local basketball game, there are a lot of technical challenges for the broadcasting of the game, like communication wires destroyed by rats and other animals in the school’s buildings, or tape recording issues caused by limited finances and limited space on the tape recording device. To sum up, there are many hardware problems and issues at stake.\n\nBut the problems identified by Mabel Blanche have more to do with fundamental problems and issues. How are media and media communication going to change us and how we interact and live in society? As Mabel describes them, those beings in the sky want us to be separate, even in conflict, focused on ourselves exclusively.\n\nCould those “people in the sky” be in fact our own evolving media landscape? In the fifties, the structural social changes from changes in our communication apparatus had not yet happened, the problems were essentially hardware challenges, as in the opening scenes of the film. But Mabel Blanche’s description on what is to come is more than hardware problems or challenges.\n\nSome film critics of this film have thought that the first twenty minutes of the film appeared too long and more or less related to the rest of the film. That is not the view of the Movie Shrink. Indeed, the opening scenes, full of lively dialogue, with opinions expressed and counter-opinions immediately following, are an essential part of the film.\n\nThese lively dialogues are very interactive by nature, very much “give and take”, live and immediate, with the participants in physical contact with one another.\n\n# THE SHRINK’S LARGER VIEW\n\nThis film is better understood by comparing it with **Mr. Rodger’s Neighborhood** (2018-2019).\n\nIn the Movie Shrink’s view, both these films take us to a long-gone period, the fifties and sixties, where interactions and dialogues were gentler and more civil, where people interacted with people they could meet physically. The media landscape was not designed to make people “stay in conflict”, as Mabel Blanche described to the would-be investigators, reminding us of our current media trends, found in good part in the intense and hostile exchanges through social (and a-social) media.\n\n[](<>)Not all interpretations in the Movie Shrink will be drawn from media interpretations or from Marshall McLuhan inspired analysis. But both **A Beautiful Day in the Neighborhood** (2019) and **The Vast of Night** (2020) are better understood through this perspective.","isEmpty":false,"excerpt":"In a story reminiscent of Close Encounters of the Third Kind (1977), this film about strange sounds emanating from an unusual audio frequency, heard in a small town of New Mexico, is deceptively simple. It could be better understood when combined with A Beautiful Day in the Neighborhood (2019).","title":"The Vast of Night","category":["Media transformation","Sociology"],"tags":["North America","Drama","Science Fiction - Fururistic"],"author":"Jean Mercier","date":"2020-10-02T17:37:42.269Z","youtubeMovieTrailer":"ZEiwpCJqMM0","slug":"the-vast-of-night"},{"content":"A horror-zombie-fantasy film by Jim Jarmush. United States, 2019.\n\n# INTRODUCTION\n\nPredictably, when this film was presented as the opening film of the Cannes film festival of 2019, critics were divided.\n\nIs this film an exercise in style, an essay in a genre, or is there a significance to it, a meaning of sorts? The Movie Shrink believes that it is the latter. Beyond the dozens of heads cut off in the movie, probably a record of sorts, there are underlying elements, tied together, going in a specific direction.\n\n\n\n# THE STORY\n\n**(this is a spoiler alert: do not read this section if you wish to follow the plot only at the screening of the film)**\n\nThe story unfolds in Centerville, advertised in the entering highway as “a really nice place”. The area, stuck in the sixties culture, with one of the main attractions being a memory lane diner, where a farmer client sports a “Make America White Again” cap, seems to be frozen in time, somewhere in the early sixties. Then, there is Hermit Bob, living in the edge of town, stuck in still earlier times, as he survives by stealing chickens from a local farmer, the one sporting a “Make America White Again” cap. The opening scene has the police chief, Cliff Robertson (Bill Murray), only minimally investigating the latest chicken robbery by Hermit Bob, while recognizing that he will probably not go any further than a timid investigation, leading to the continuation of the status quo.\n\nIn some of the early scenes, there seems to be an upheaval of sorts in time or time measurements, with watches malfunctioning and the light of day stretching out unusually into the night. Moreover, televisions and phones are not fully reliable in Centertown. There seems to be a general problem with time.\n\nYoung and trendy folks from a large city drive into town in a vintage car, looking down on Centerville, but to their surprise, they learn from the gas station operator that they may know less than he does about film history. The gas attendant also turns out to be a specialist on zombies, something that will become useful later.\n\nAt the other end from Hermit Bob, in terms of time zones, as it were, stands Zelda Winston (Tilda Swinton), a mortician expert originally from out of town, practicing serious Yoga in her office, living quite separately from the rest of the city, until she is herself affected by the awakening of the dead in Centerville’s cemetery. At the very end of the film, she will confirm her independence from Centerville, when an outer space vehicle brings her away from the carnage that accompanies the revival of the dead from their graves. The zombies triumph eventually, as police chief Robertson and his assistants are attacked by the growing number of them near the cemetery.\n\nThe film presents a comic side to it, with the dry and neutral dialogues of the police chief in the face of dramatic circumstances, as though he and other participants in the story are partly immune to the unfolding drama of aggressive and attacking zombies.\n\n# THE SHRINK’S ANALYSIS\n\nWhat stands out in this film is not so much the zombies and the violence as the fact that Centerville is a contrast in cultural time zones, so to speak. The cars in Centerville present a marked contrast, with hyper contemporary vehicles, like a mini Smart car, an electric car, and even an outer space vehicle, but also a pick-up truck and a nondescript police car, sharing the mobility stage. Yet, overall, Centerville has been left behind the times, with its sixties diner, half- abandoned main street, Hermit Bob, and its advertisement as “A real nice place”. Obviously, the young trendy city folks from out of town do not buy into the city’s spirit and look down upon it, although they may not be so far from it themselves, as they are also eliminated by the zombie attacks. The mortician expert, also from out of town, Zelda Winston, seen as a vaguely European or British born immigrant, definitely stands out as belonging to another cultural zone. Zelda is the only person surviving the zombie attacks, saved by out of earth visitors, obviously coming from a different time zone altogether. The coexistence of people living side by side in different cultural time zones, with of course the zombies still further away than Hermit Bob from contemporary society, since they are literally from the dead, seems to be the unifying element of the film, the underlying element on the screen.\n\nThe film can be seen as leading the viewer in other, different interpretive directions. At the beginning of the story, there is a reference to the fact that the upheaval in time, the unlikely sunlight later in the day, and the mal-functioning watches, may be due to the activities of energy seeking petroleum and gas cracking development in the North. This would lead us to an ecological interpretation of the film. Also, in the same vein, Hermit Bob, watching the carnage from his safe vantage point at the edges of the city, comments on the causes of the drama as being caused by the endless search for material objects.\n\n# THE BIGGER PICTURE\n\nBut those avenues of interpretation only distract us from the conclusion that this is a story about time, and more specifically about humans simultaneously living in different cultural time zones. Like the zombies, places like Centreville, “a really nice place”, survive even though irrelevant and forgotten by changing times and cultures. Because the global village ties us together through our overlapping and ever-present media, we are conscious of these contrasts. The past and the present live side by side, some fully alive, others like zombies.\n\nThe world, both inside and outside the United States, is probably full of different kinds of Centervilles, many outdated economically, others culturally, others still politically (the so-called failed states), yet still surviving, like zombies, neither fully dead nor fully alive.\n\nThat is the underlying story behind the film.","isEmpty":false,"excerpt":"A horror movie can be quite significant, beyond its improbable events and systematic violence. This seems to be the case with this zombie movie. ","title":"THE DEAD DON’T DIE","category":["National culture","Media transformation","Sociology"],"tags":["Horror","North America"],"author":"Jean Mercier","date":"2020-08-10T13:00:50.761Z","youtubeMovieTrailer":"bs5ZOcU6Bnw","slug":"the-dead-don’t-die"},{"content":"The Coronavirus of 2020 has fueled interest in older films, as current film production has been reduced.\n\n*The Movie Shrink* is principally interested in current films but significant films from the past, often now considered as classics, can also speak to us.\n\nThere were of course many significant films in the past and the history of cinema. In fact, one can say that the history of cinema mirrors the evolution of the 20th century, as cinema began with the beginning of the century itself.\n\nIn looking at these significant films of the past, movies which helped us look at the bigger picture of those times, we must however account for the fact we are, in part, looking at them with the eyes of the present. But that does not mean they only have the meaning we can see in them today. They were also very much part of the period they appeared in.\n\nThere is no doubt, for example, that **The Godfather** trilogy are significant films. In trying to find some of the underlying themes of these classics, we may be going beyond its thematic of the American mafia, and look at the films as a description of the gradual disappearance of the family as a dominant economic entity. All through the 20th century, corporations are taking precedence, ever since the landmark legal decision of Salomon v. Salomon (1896) split the personal responsibility from the corporate one, a decision which encouraged individuals to take a larger amount of risk in business, as they were not necessarily deemed to be personally responsible for all its corporate actions of the future. Large impersonal corporations with multiple shareholders, in other words, the modern corporations, evolved from this decision and other factors going in the same direction.\n\nIn **Godfather I** (1972), the head of the family is still immersed in his immediate environment. He does not want to deal in drugs, because it would disrupt the neighborhood. But, as the family grows its business from small enclaves of New York City to Cuba, La Vegas, and later Italy, the family progressively dissolves, to the point that the Corleone new boss and heir has his brother killed. During that process of enlargement of activities, a type of violence of another scale appears, a more impersonal and cold violence.\n\nAnd so, the film may in reality be about growing organizational scale in North America and the world, as much as about the evolution of the mafia itself.\n\n\n\n**Dances with Wolves** (1990) is another significant film. One of its most revealing scenes is when the North American Indian tribe members look sadly at a slaughtered buffalo herd, realizing that these animals were often killed only for some of their body parts, leaving the rest of the dead bodies to rot, a kind of metaphor for the advancing white culture and its accompanying specialized tunnel vision, so detrimental, according to Deep ecologists, to our environment. The conquering attitude of the original settlers, and the ensuing decay of the environment, was the elephant behind the film.\n\n\n\nIt is with these classic films that we conclude our August 4, 2020 entry for *Revisiting Classics.*","isEmpty":false,"excerpt":"The Coronavirus of 2020 has fueled interest in older films, as current film production has been reduced.\n\nThe Movie Shrink is principally interested in current films but significant films from the past, often now considered as classics, can also speak to us.","title":"REVISITING CLASSICS","category":["Revisiting classics"],"author":"Jean Mercier","date":"2020-08-09T22:46:20.727Z","slug":"revisiting-classics"},{"content":"The Coronavirus pandemic of 2020 has had multiple effects on worldwide film production, distribution, and viewing.\n\nThe pandemic has had the short term effect of making some films more available for home viewing. It is not altogether clear yet if that will prove to be an enduring trend. The fact that this tendency was already emerging before the pandemic could indicate that it is a long term trend.\n\nBefore looking at general trends that go beyond particular films in this *Bullet Comments* section of *The Movie Shrink* site, let us say a few words about our goals in this section.\n\nIn other postings on this site, we pointed out that, to identify the films that we make somewhat extensive specific comments on, we must look at many other films for which we will make less extensive comments.\n\nSome of these films could be amenable to hermeneutic understanding, but time constraints and other factors make it difficult to comment extensively on a large number of films. In addition, other films simply do not lend themselves to hermeneutic analysis.\n\nAlso, we want to avoid the following risk: If indeed, hermeneutics is everything, and can apply to anything, then it runs the risk of being nothing.\n\nThat having been said, here are, nevertheless, some limited and brief comments we can offer on a variety of relatively recent films. We are, in this case, interested in general trends more than in particular films. That being said, a few of the films briefly mentioned here may give way to more detailed analyses in the main feature section of *The Movie Shrink*.\n\nAmong the films of late 2018, 2019, and early 2020 for which we will offer our *Bullet Comments*, there will be films from North America and other parts of the world.\n\nLooking at films of 2018, 2019 and 2020, *The* *Movie Shrink* can, indeed, identify several trends. We can distinguish between more difficult to identify trends and those that are more obvious.\n\nIn the first category of more difficult to identify trends, two trends stand out: first, the contemporary pressures coming from time constraints and media transformation, and, second, the dynamics of institutions.\n\nAmong the more obvious trends stands the age- old theme of the tension and relations between the haves and the have nots. This age-old and enduring theme in cinema offers particular twists in films of more recent years.\n\nOne of those twists concerns the theme of being black in America and, secondly, the more worldwide reassessment of the role of women.\n\nSo let us start with the more challenging to identify trends.\n\nThe first of these not so obvious trends is the question of time, or the pressures of time in contemporary societies, worldwide.\n\nThe first film to come to mind in this category is Ken Loach’s **Sorry We Missed You** (2019), a British-French-Belgian drama (which received numerous prizes), that chronicles the pressures, in terms of time especially, put on a British family where the husband is heavily involved in a corporate privatization scheme of parcel delivery services, under which he becomes financially responsible for the inevitable delays and problems encountered. The scheme is not as profitable as expected, not counting that it is destroying his family life.\n\nAnother dimension to this theme of time is presented in **Hummingbird** (2018), featured in our main feature section, a Canadian-Belgian drama that brings another angle to the pressures of time. These pressures are seen here from the side of the winners, where the main characters are planning a scheme to save time in stock market transactions to gain millions of dollars. But, here too, time is of the essence, because a rival plan could be operational before their own. It is, quite literally, a race against time.\n\nEarlier, in 2016, a film out of Bulgaria, **Glory**, suggested that the problem of time, and time constraints, are universal. In this story, a Bulgarian trackman, after finding lost money on the railroad tracks, turns it over to the government, only to find himself become a media persona, deprived of his old and dependable watch (called *Glory*) in favor of a new but malfunctioning digital watch, by an unscrupulous media relations official, herself living from minute to minute under the dictates of her cellphone.\n\nRelated to this theme of the pressures of time is the theme of the changes in the media landscape, in this early first century of the millennium.\n\n**The Hunt,** a horror-thriller American film of early 2020, does not leave much to be interpreted, as it only pushes further the existing cultural tensions in America, where cultural elites are seen here as hunting rednecks in a park, under the influence of media wars which started on the Internet.\n\nAnother American film, **A Beautiful Day in the Neighborhood** (2020), featured in our main section, tells of a time where the media outlets were more benevolent, helpful and even sweet, as the kind and loving star of the children show classic of an earlier time, *Mr. Roger’s* *Neighborhood*, Fred Rogers, is anything but a revengeful and hateful participant on the Internet. The film suggests how far we have moved from these gentler times.\n\nIn our second category of films that are more challenging to understand stands the theme of institutions.\n\nThis theme of institutions might seem a little too abstract for films of fiction, but *The Movie* *Shrink* is convinced they are quite present, if only in an indirect way.\n\n**First Cow** (2019), featured in our main section, can be seen as a film on the birth of an institutional framework under primitive conditions. The film is about the rough life in an Oregon settlement at the beginning of the nineteenth century, where the two principal characters steal from an administrative official the milk of a cow, the one and only cow of the settlement. In this film, the founding elements of institutional life are composed of a mixed bag of different and somewhat primitive elements: physical intimidation, fear, revenge, corporal punishment, self-administered justice, tempered by emerging public authorities and the basic rules of a market economy.\n\nEven when institutions are settled and stable, they may hide some more primitive and unrecognized elements. Such is the case with Asghar Farhadi’s **Everybody Knows** (2018). The film revolves around the mother of all institutions, marriage. A marriage celebration in rural Spain turns out to be less of a celebration and more an unwelcomed opportunity to revisit some shaky foundations of the family involved. Under the varnish of institutions, there are dark secrets and hidden truths.\n\nAnother dimension of institutions is suggested in Elia Suleiman’s **It Must Be Haven** (2019). The underlying dimension here is the suggestion that institutions, and institutional life, once established, have automaticity and permanence to them, to the point that they can, to a certain point, escape reality. This story turns around a Palestinian filmmaker who is looking for financing for his films in France and in the United States. He does not find the financing he wants, but he is witness to *haute couture* and *chic* that seems to awkwardly permeate all public life in Paris, while sirens and implicit violence was ever-present in the American city he visits. Suleiman is no kinder to his own Palestinian homeland, where the characters have well established and dysfunctional (and sometimes ridiculous) habits of their own. Institutional life, once established, is hard to change. We mechanically reproduce our institutions without questioning them.\n\nLet us now turn to the more easily identifiable recent themes, which can be summed up by the notion of the relations between the haves and the have nots.\n\nTwo of the most celebrated films of recent years have touched upon that unavoidable theme. It is telling that both movies end up in violence, a testimony to the tensions between the haves and the have nots.\n\nIn Todd Phillips’ **Joker** (2019), this psychological thriller chronicles the fight of the main character, the Joker, a failed stand-up comic, against the wealthy. In **Parasite** (2019), there is a South-Korean twist to the tensions between the haves and the have nots. It is, first, the fact that the tensions between the wealthy family and the poor family are not accompanied by a cultural divide, as is the case in the United States, as evidenced in **The Hunt**. Quite the opposite, the two opposing families have much the same cultural underpinnings, witnessed by the fact that the poor one can almost seamlessly take the place of the rich one, and even take part in the education of their children. Another South-Korean trait is that, in **Parasite,** the economic inequalities are not so much between individuals as between families, which is a confirmation of political scientist-sociologist Francis Fukuyama’s view that, expressed in his classic book *Trust* (1995), Korea’s economic success was, at the outset, built on a combination of family and government institutions ( whereas Japan’s success was based on evolving feudalism).\n\nThe tensions between the haves and the have nots have recently witnessed some additional contemporary dimensions, most present in North America.\n\nIndeed, in North America, there are two themes which have recently kept our attention: films on the experience of being black in America, on the one hand, and films about the rise of female consciousness, on the other hand.\n\nIn the case of the experience of being black in America, the films that look at this question are often quite straightforward and do not need much interpretation from *The Movie Shrink*. That is the case with **The Green Book** (2018), **If Beale Street Could Speak** (2018), **Moonlight** (2016) and **Ma** (2019). In the case of **Get Out** (2017), released earlier, there may be more implicit elements, which may need to be looked at. For example, the fact that blacks, in the home of the hero’s white sweetheart, are kidnapped to use their body parts, is very intriguing and demands a second look. The implicit message, the elephant behind the film, as it were, might be that blacks are, yes, integrated to American society, but they are integrated only in specialized roles, not of course as body parts literally, but in very specialized roles, as musicians and sports figures for example. The more recent **Us** (2019), from the same director, is more difficult to decipher, and we will try to do this work more extensively in our feature section. This episode of a black family attacked by another black family, exactly similar to itself, as they are vacationing in their summer home near the beach, is very intriguing. It is difficult to identify the elephant behind the film. But because white families face the same danger from white families similar to themselves, in the small vacation village, it seems appropriate to take away an exclusively black interpretation of the film. Does the concluding images of the attackers, black and white, holding hands to traverse America from coast to coast suggest that to find unity, we must first face our demons, our social tensions, tensions between haves and have nots? Possibly, but not entirely clear.\n\nStill on films produced that speak to inequality, **The Favorite** (2018) and **Mary, Queen of Scots** (2018) both continue the rich vein of reassessing the role of women in society, a theme very present in recent years. A more recent aspect of this reassessment, present in both films, may be that the rivalry is less exclusively between men and women but now includes rivalry between women. That observation might not be welcomed by all, but it flows from some of the recent films on the subject. Whether that element is a sign of progress or of a retreat is not altogether clear.\n\nWith this, we conclude our August 4, 2020 entry in this section of *Bullet Comments.*","isEmpty":false,"excerpt":"The Coronavirus pandemic of 2020 has had multiple effects on worldwide film production, distribution, and viewing.\n\nThe pandemic has had the short term effect of making some films more available for home viewing. It is not altogether clear yet if that will prove to be an enduring trend. The fact that this tendency was already emerging before the pandemic could indicate that it is a long term trend.\n\nBefore looking at general trends that go beyond particular films in this Bullet Comments section of The Movie Shrink site, let us say a few words about our goals in this section.","title":"BULLET COMMENTS","category":["Bullet comments"],"author":"Jean Mercier","date":"2020-08-04T19:42:14.460Z","slug":"note-of-august-4-2020"},{"content":"Chinese film by Writer-Director Zhangke Jia, 2019. Drama/romance.\n\n# INTRODUCING THE STORY\n\n**(this is a spoiler alert: do not read this section if you wish to follow the plot only at the screening of the film)**\n\nIn this most recent film presented by veteran and acclaimed director Zhangke Jia, the story revolves around Qiao, female companion of a local mafia boss named Bin. The film presents Qiao’s story, which starts in Datong, a run down and declining mining city of China, where she assists her Mafiosi husband in his various negotiations and responsibilities, working from an equally run down and non-descript semi-legal bar.\n\nIn the context of this economically challenged town, Qiao is the daughter of a laid-off worker, who laments the loss of his job. We can even hear his lamentations on the local radio station of this economically depressed environment, but to no avail. Not much can be done in the face of larger economic interests.\n\nQiaos’s companion (Bin) has his own worries, as he is involved in local Mafioso turf wars. At one point, he is attacked in his car by a dozen or so violent youths who are beating him up quite badly, until Qiao, taking the matter in her own hands to protect Bin, warns the violent youths that the next they will hear from her is through a gun she is waving at them.\n\nThe public authorities investigating the incident want to know where she got the gun, and to protect her companion from prosecution, she keeps that information for herself, fearing that that information could jeopardize the whole of Bin’s future. All of which results in five years of prison for her. Bin does not seem to go out of his way to help her.\n\nAfter serving her prison term, she sets out to find Bin, and realizes he has not progressed much in her absence. In fact he now appears weak and diminished, psychologically and physically. In response to Bin’s lament that he has lost his compass, she replies that he « was », at one time, ,a mafia chief, but is no more.\n\nBefore locating Bin, her journey outside prison had brought her through large sections of China, to different location, using different transportation modes. In the process, she meets less than recommendable individuals, including a fellow passenger who steals her money and documents.\n\nHer journey also leads her to the site of the transformation of the Yangtze River, with important water redirection, and where the giant Three Gorges dam is being constructed.\n\nQiao’s journey is also her own evolution, her personal trajectory, from a female companion of a local Mafioso boss to being her own woman, so to speak, complete with moral fortitude and even some undeniable wisdom.\n\nMen around her are weakening all along. Her father lost his former status, as we have seen, and her male companion’s social slide downward parallels her own rise.\n\n# THE ELEPHANT BEHIND THE FILM\n\nWhen looking at such a film, the unavoidable question is whether this tale says something, more generally, about contemporary China itself.\n\nIn the spirit of *The Movie Shrink*, we are unable to resist this temptation here.\n\nThere is a large consensus that China is experiencing profound and large scale changes. But how these mutations affect individual lives is a question more difficult to identify and understand. This is where art and art work, and of course films, can provide what formal sociology and economics cannot.\n\nAnd so, in this spirit, let us look more closely at some of the elements of **Ash is purest white**.\n\nThe film seems to suggest the possibility that men (as compared to women) may be particularly disoriented by the disconcerting mutations of modern China. Indeed men, even today, are still more involved in the work force, where these seismic changes are more directly felt. More specifically, rapid and important changes in the scale of organized life, from the local sphere, from which both Qiao’s father and her companion Bin drew their authority, to the larger, sometimes gigantic, contemporary projects of modern China, where a personal, concrete authority is more difficult to identify. Much is lost in these mutations, at least temporarily, and particularly for men in the work force (and that includes the mafia level of organization, like any organization). The dozen young men attacking veteran Mafioso Bin on the street are witnesses and participants to these changes of scale.\n\nReflecting on this film, and going apparently in the same direction as we propose here, *Slant Magazine* critic Sam C. Mac refers to a « profound statement on the spatial and temporal dissonances that inform life in 21th century China », creating a « national malaise » ( Peter Bradshaw, in *The Guardian*).\n\nMany cross-currents of scale are presently at play in China. Many contradictory currents have indeed been referred to in order to describe contemporary China. Some point out to privatization, on the one hand, others to the continued large role of the State, on the other hand, heavily involved in large infrastructure construction, like the giant Three Gorges dam shown in the film. While privatization is no doubt on the move, it does not preclude the continued importance of large centralized government action, all of which contributes to the endless and inconclusive arguments for or against privatization , since a lot of partly contradictory cross-currents are happening at the same time. While there is the tendency to move out of centralized government and down to the operational level, the age old tradition of large government, best described by Karl Wittfogel in his classic *Oriental Despotism*, in which much of the centralization occurring historically in China was related to large water diversion projects, in the same spirit as the contemporary Three Gorges electricity facility, shown in the film, is still very present and pertinent.\n\nLet us return to the film’s main character, companion of the deposed mafia leader Bin, and to the film’s Chinese title, quite different from the title in French (***Les éternels***) and also different from the title in English (***Ash is purest white***).\n\nThe title in Chinese, if we are to believe the literal translation, refers in part to the notion of *Jianghu*, made up of two words, river and lake, and , taken together, meaning wetlands and, sociologically, a period of uncertainty and of the suspension of normal rules and the arrival of a different and particular set of ethics. Wikipedia adds that these instances of *Jianghu* take on a particular importance in periods of uncertainty and trouble.\n\n# THE BIG PICTURE\n\nThe film’s story line suggests that women are less affected than men in this period of *Jianghu*.\n\nIs that to say that, in China, as elsewhere, there is a swing towards more power to women, just as there is in films coming out of the West (***The Favorite, Queen of Scots*** and many others) ? It is, after all, now, a global world, a global village.\n\nIn ***Ash is purest white***, we are witness to this global trend, with a particular Chinese twist to it.\n\nAs the ecologists suggest: the more local, the more universal. It may be the case here.","isEmpty":false,"excerpt":"China is no doubt experiencing major socio-economic transformations at this moment in its history. These major changes may affect men and women differently. In China, as elsewhere, the balance between the two sexes may be changing. ","title":"ASH IS PUREST WHITE","category":["Sociology","National culture"],"tags":["Asia","Drama"],"author":"Jean Mercier","date":"2020-06-20T18:30:12.253Z","youtubeMovieTrailer":"l0fKX6VhovQ","slug":"ash-is-purest-white"},{"content":"Iceland, 2019, directed by Benedikt Erlingsson.\n\n# [](<>)THE STORY\n\n**(this is a spoiler alert: do not read this section if you wish to follow the plot only at the screening of the film)**\n\nIn contemporary Iceland, Halla, a local choir conductor by trade, is also, in her secret life, an environmental warrior, who spends her spare time attacking electricity pylons that are providing energy to an aluminum producing plant, related to a Chinese global company, very much immersed in global trade and environmental degradation.\n\nThe films follows her secret and sometimes comic ecological adventures of infrastructure destruction, from the planning phase to their implementation.\n\nHalla is a bachelor of sorts, in her early forties, and she learns that a previous application to adopt a Ukrainian girl is now accepted. This causes some personal dilemmas, because her eventual accusation stemming from her unlawful activities would prevent her from being an acceptable parent for the adoption agency.\n\nAnd, so, her secret ecological activities must be all the more secret.\n\nBut the police, as expected, is closing in on her activities, and on her. The police’s progress is entirely due to technical expertise, and not to any leaking of information, even though there is no absence of persons who could have denounced her. Her choir male friend, involved in his working life in government, at the highest level, does not reveal her activities. A farmer, whose operations are situated near her monkeywrenching and illegal activities, protects her from inquiring police patrols, and even lends her one of his vehicles for her to sneak out of his neighbouring pastures. In an incidental conversation with her, the rugged but aiding farmer had mentioned that they could be related, possibly as cousins.\n\nLater in the film, towards its conclusion, after Halla is identified and arrested, her twin sister Asa, whose life project of her own was to reach her guru in India for an extended stay of spirituality, agrees to trick the authorities of the prison in changing place with Halla, since the prison would offer her the solitude and reflection opportunities that would have been possible in India, leaving Halla free to take custody of her new Ukrainian daughter after her tricky exit from prison and arrival in war stricken and somewhat disorganized Ukraine. Before this odd and somewhat spectacular exchange of prisoner, Halla had told her twin sister that she kept her activities out of her sister’s knowledge, in order to protect her from being also accused by the authorities.\n\n# THE ELEPHANT BEHIND THE FILM\n\nAt first glance, this film is an ecological fable, presented however with a certain degree of humor. Often appearing on the screen is an intriguing musical trio providing a somewhat comical soundtrack and, later, another group, this time of Ukrainian folk dancers, also appears somewhat awkwardly, on the film set. This de- dramatizes the ecological struggle of the heroin. The ecological battle does not, consequently, appear to be so urgent or pressing, as these two artistic trios appear and disappear uninvited on the film set, providing some comical dimension to the whole story.\n\nThis comical element brings us to conclude that we may have to go beyond the ecological fable to grasp the essence of the film.\n\nThe film may indeed not be so much about the pressing environmental struggles as it is on the necessary underlying bases for these post-modern concerns. The elephant on the screen, which can be easily overlooked, like most elephants on the screen, that is to say too obvious to notice, may very well be the particularly harmonious social and human interactions between the characters of what seems to be an Icelandic social paradise. Halla’s role as a choir conductor, in search of harmony, seems to permeate all the characters of the film. For starters, as suggested earlier, the twin sisters are in harmony, to the point of adapting and modifying somewhat their life long goals in order to help one another; the government official keeps his secret to protect his friend Halla; the farmer shows great solidarity with Halla’s project, while not really knowing her at the start.\n\nOverall, Iceland seems, from this point of view, a haven of human interaction.\n\n# THE BIG PICTURE\n\nThrough this evolving story, there is the underlying suggestion that ecological consciousness and goals could be more likely, at least at the outset, in societies that are themselves, socially speaking, harmonious and well-functioning, as though the pre-existing harmony can provide a model and an inspiration for the harmony for larger entities, planet earth and the global sphere, even reaching out to children in Ukraine.\n\nBut, of course, as we move from smaller entities to larger ones, harmony is more difficult to achieve: more difficult on planet earth or in Ukraine than between twin sisters or between citizens of a democratic and well -functioning country like Iceland.\n\nOn the ranking of total citizen welfare, Iceland is ahead of many countries that we would spontaneously think of at first glance, once public health and security is taken into consideration. Once one’s own house is in order, it is easier to start thinking about planet earth, which is why Europe (and particularly Northern Europe) is, generally speaking and all things considered, leading the way into ecological consciousness.\n\nTo fully understand the film and, relatedly, the process which brings post-modern concerns, we have to go back to Maslow and Herzberg’s theories about the hierarchy of needs. Taking individual humans as examples, the hierarchy of needs perspective states that it is only when basic human needs are satisfied (safety, food, clothing, shelter) that higher needs (the need for achievement, and self-realization for example) can be addressed.\n\nAs is often the case, it is through a comparative perspective that we can fully appreciate the film and the dynamics that brings about citizens from Iceland, in this film, to be particularly interested in improving the environment.\n\nIn quite recent films coming out or Iran, for example, films like ***Capaharnaum*** and ***The Client***, it appears that some areas of the planet are so busy just surviving the difficult challenges of everyday human interaction that worrying about the state of the environment could be seen as a luxury.\n\nBut not in Iceland.","isEmpty":false,"excerpt":"The state of the environment is a serious subject, and this film addresses that important challenge. But the light tone of the film leads us to believe that there is something else in this film. ","title":"WOMAN AT WAR","category":["Sociology","National culture","Environment"],"tags":["Western Europe","Drama","Comedy"],"author":"Jean Mercier","date":"2020-06-20T18:05:47.146Z","youtubeMovieTrailer":"U2v3_jHrvBQ","slug":"woman-at-war"},{"content":"A 2019 Belgian-Canadian production from previously Oscar nominated director Kim Nguyen (***Rebel***), starring Jesse Eisenberg, Alexander Skarsgard and Salma Hayek.\n\n# INTRODUCTION\n\nThe hummingbird is a small bird whose wings move at an almost impossible speed, so fast that it can stay at the same exact spot without moving about.\n\n# THE STORY\n\n**(this is a spoiler alert: do not read this section if you wish to follow the plot only at the screening of the film)**\n\nDrawing from this natural phenomenon, Vinny ( Jesse Eisenberg) convinces his cousin Anton ( Alexander Skarsgard) to team up with him to build a fiber optical cable that will follow a straight line between Kansas and New Jersey, reducing the current speed of the connection between these two locations’ data centers, so as to accelerate the buying and selling of market shares , a few mille-seconds faster than the regular market, thereby making an estimated 500 million dollars a year for the scheme.\n\nThe scheme seems legal enough, and Jesse finds some risk capital to finance its construction. Not that the construction is simple. Jesse’s cousin and prospective partner, nerdy and brainy Anton, is already under employment with a specialized organization involved in high speed cable research and wants to defect, so to speak, to Jesse’s project , under the protests of his previous female boss ( Salma Hayek), who feels betrayed by his move.\n\nBut Anton’s betrayal of his former employer is not the only difficulty of this ambitious project. Anton is a nerdy geek who works under pressure from Jesse to cut still more infinitely small time elements to the communication between these two unlikely points. In responding to Jesse’s coaching, he neglects his young family, something he will regret later. The project also has to traverse both public and private land, and Jesse sees to it that these potential obstacles are overtaken, through legal and not so legal means. Jesse is working under the assumption that everything, and everyone, has a price.\n\n# THE ELEPHANT BEHIND THE FILM\n\nThere is in this film an elephant behind the screen. It is the idea of time. Indeed, this film is very much about time, in more ways than one. As can be predicted, the pristine state of the environment is not a factor to be considered by Jesse, and the pressure to finish the project quickly forces the participants to cut corners when dealing with the environment. This neglect is very much in line with German philosopher and ecologist Wolfgang Sachs’ observations, in *Planet Dialectics* (1999), that the will to save time, generally speaking, is not a friend of the survival of our planet. In very much the same spirit, in *Time and Being* (1927; 1962 in English), another German philosopher, Martin Heidegger, had described our Western technological societies as forgetting time, and by the same token, ourselves. And Jesse himself, upon learning that he developed stomach cancer, continues to work on the implementation of his time pressured project, neglecting by the same token his own health.\n\nThe film’s finale has the two cousins returning to a religious village enclave of Pennsylvania, living at a radically different pace than its contemporaries, drawing a strong contrast with the speed that Jesse and Anton were trying to achieve. In the final image, the two cousins help out in tasks of another age, helping the village leader in transporting some of the grain harvested by the village folks. In the meantime, their own unlikely project has failed, as Anton’s former boss, with some dirty tricks of her own, beats them to the finish line.\n\nObviously, this film offers food for thought. But what is it really about? Is it tied together and carried by some overarching element? Is there an elephant on the screen?\n\n# THE BIG PICTURE\n\nWe have mentioned time as a unifying element, as the elephant behind the film, and it is an unavoidable element of the film, even in its title.\n\nBut, in looking for the big picture, we are led to look at our conception of time as part of other contemporary developments.\n\nLet us first look at the world of finance. Current socio-economic critical theory has it that the current financial paradigm, with its abstract and disincarnated calculations, with its excesses and short term view, has taken over all of us, our human relationships, our countries, our governments, and our natural environments. Even traditional honest goods and services producing entities are taken over by this financial tsunami, at least in this view.\n\nThe compression of time leads us to look at one thing at a time, causing a lack of balance. Jesse is obsessed with his project of saving time for financial gain. It is a tunnel vision of things, a tendency of men more than of women, although women can become part of it, in a man’s world.\n\nIs this short term of time a particularly American phenomenon ?\n\nAt the outset of the film, Jesse recalls his first job, when after an error he made as a beginner in a plumbing contract, he was severely punished by his employer for his error. Later in the film, we learn that his employer was in fact his own father, who tried to instill in his son the idea of being strong and independent. His father was a Russian immigrant, intent on succeeding and seeing his son succeed in America.\n\nIs this, then, a story about America or about time in America? Is the American will to succeed quickly, at all costs, the elephant behind the screen? It is, after all, difficult to imagine a private cable network being planned in old Europe, traversing different countries of the European Union, including a plan to traverse thousands of kilometres of unbuilt land, including public land.\n\nTen years after the financially induced recession or 2008-2009, ***The Hummingbird project*** draws unwillingly the portrait of a mindset and a concept of time that set in motion those excesses, where abstract financial calculations, with minimal relations to real physical reality ( including time), had hijacked our world.\n\nThe 2008-2009 recession was a universal phenomenon. But the origins of its excesses and singlemindedness had a particularly American twist to it. Its short term view was the elephant in the room.","isEmpty":false,"excerpt":"When a construction project’s only goal is to save a few decimals of a second for stock market transactions, a lot of important elements are left behind and neglected. This film is about some of these elements we leave behind in our rush to save time.","title":"THE HUMMINGBIRD PROJECT","category":["National culture","Environment","Economics","Globalization","Media transformation"],"tags":["Drama","North America"],"author":"Jean Mercier","date":"2020-06-20T17:00:12.840Z","youtubeMovieTrailer":"QK00XTAtvKE","slug":"the-hummingbird-project"},{"content":"Jeanne Herry, France, 2019, with Sandrine Kiberlain and Gilles Lellouche\n\n# INTRODUCTION\n\nThis film out of France, centered on the role played by governmental social services in contemporary adoption processes, begs the question : how French, or, conversely, how universal is this story ?\n\nEven if it turns out there is a universal appeal to its thematic, let us look at it, first, as an unmistakably French film.\n\nFirst, there is an elephant in the room, or, should we say, there is an elephant in the title. The word « pupille », meaning a child still dependant on adults, is usually tied to « l’État », the state, so as to mean : « Pupille de l’État », a child of the French State, a child under the supervision of the state, or the government, usually temporarily.\n\n# THE STORY\n\n**(this is a spoiler alert: do not read this section if you wish to follow the plot only a the screening of the film)**\n\nA young unmarried mother leaves her newborn for adoption. It is just not the right time for her to have the responsibility of rearing a child. At the other end of the spectrum, a single woman, already in her early forties, is looking forward to welcoming a newborn in her home. She had a partner previously, and she had been on the list of prospective parents for several years. Married couples were evaluated higher than her (being now a single parent), but the couple just ahead of her in the list turned down the offer , as they , unexpectedly, learned they were to have a child of their own.\n\nIn a decidedly contrasting current view of government as a bundling and incompetent entity, social services are here presented as quite competent and caring, assuring continuity and stability in the midst of not so stable individual lives in the so called civil society. Not only looking at cases from a strictly bureaucratic view, individuals from the adoption services are attentive to individual needs and rights (rights to confidentiality, and to change one’s mind under certain time frames, for example). They go further than respect of the formal rules of law, they are genuinely compassionate. Even the application of the bureaucratic procedures appear fully justified and applied with circumspection.\n\nIt is not so much that individuals in the film, in contrast, are not responsible. It is just that they are….well…human. Couples form and then separate, there are changes and some degree of uncertainty surrounding individual lives. Yet, no one is pointed out as potential total failures, save one male prospective parent obviously unfit for parenthood and turned down with diplomacy by the attentive and perceptive government services.\n\nWhen looked at from the vantage point of their individual lives, the public adoption officials themselves, in the film, are not always immune to some form of personal uncertainty, although these elements do not affect their work negatively. It is as if their public persona transcends their private circumstances, and they grow to something more than themselves when confronted to their public duties.\n\n# THE ELEPHANT BEHIND THE FILM\n\nObservers of the French bureaucracy, most notably Philippe d’Iribarne in his best seller *La logique de l’honneur* of 1989, have noticed this particularly French tendency to rise, at least outwardly, to the level of one’s public office. Without idealizing French bureaucracy, the failings of which have been abundantly documented over centuries, and without closing our eyes to the inevitable cases of corruption and incompetence in any large bureaucratic setting, there is nonetheless a certain idea of the *devoir* in France, the sense of mission, of duty, incumbent to public officials, even if only in public discourse.\n\nWith all the spotlight focussed on the global sphere, on the one hand, and the unavoidable and presumably perfectly harmonious cases of our interaction with our « loved ones », on the other hand, there stands the nuts and bolts of regular and currently unloved government, be it national, or state, or provincial. The film may well be a reality check to remind us that this level of human organization has not yet disappeared, and that, waiting for a more perfect world, it still assumes unavoidable responsibilities. This realization is the elephant in the film.\n\nIn the province of Québec ( Canada), a few decades ago, a group of sons and daughters of the locally famous authors of the *Refus global* (the *Refus global* was a letter of protest of the nineteen fifties against the presumed dark period of the Duplessis era) , had come out in the open to point out that their famous and heroic *Refus global* parents were themselves less than perfect, to say the least, in their parental duties. It was an unusual way to look at writers of a famous intellectual and artistic group, authors of an almost sacred Québec text.\n\nIn a similar development, some young men, who had been through the «Direction de la protection de la jeunesse», a Québec social agency overseeing problematic children from problematic parents, had come out to criticize a documentary film, itself documenting the failings of the DPJ, telling that, in their own cases, the DPJ had helped them along the way, contrary to the one sided documentary presentation. The right to speak one’s opinions sometimes gives way to unexpected results.\n\n# THE BIG PICTURE\n\nThe real subject of the film is not a defense of bureaucracy. It is simply a reality check about a level of human organization, public social services, which can contribute its activities to improving things, even though those activities are temporary and limited. No more, but no less.\n\nAlthough the film ***Pupille*** definitely has a French flavour to it, as the proportional size of the French public sector is sizeable, it is not completely without applying to other developed countries as well, exposed as they are to some of the failings of the nuclear family.\n\nOur continued reliance on public services, even though criticized and seen as irrelevant in the face of globalization, is part of the bigger picture. The elephant behind the film is that we still need, at least for the moment, this level of human organization.","isEmpty":false,"excerpt":"Public child protection agencies, like many government services, are often criticized and they  often take a beating in the media and public opinion. This film offers a very different take on these services, at least as they appear to operate in France. ","author":"Jean Mercier","date":"2020-06-20T16:00:13.685Z","youtubeMovieTrailer":"5ckwqQPZQag","subtitle":"","title":"PUPILLE","category":["Sociology","National culture"],"tags":["Drama","Western Europe"],"slug":"pupille"},{"content":"A film of 2018, by Asghar Farhadi. Spain- France- Italy. With Penelope Cruz (as Laura) and Javier Bardem (as Paco).\n\n# INTRODUCTION\n\nOne of German philospher Hans-Georg Gadamer’s significant legacies was to show that art, cinema in our case here, is an important tool to increase our knowledge about society. This is surely the case with ***Everybody knows***, a Spanish-French-Italian film released in late 2018.\n\nIn ***Everybody knows***, film director Asghar Farhadi (with a proven track record of two Oscars, among other prizes), tells of the unexpected series of events surrounding a marriage celebration in Spain.\n\n# THE STORY\n\n**(this is a spoiler alert : do not read this section if you wish to follow the plot only at the screening of the film).**\n\nThe story centers on Laura, a sister of the bride to be. Laura now lives in Argentina with a reputedly rich husband ( Alejandro), and she has made the trip to the small Spanish village of her youth for her sister’s wedding, with her two children ( a young son and a soon to be teenager daughter), as her husband stays home in Argentina because of pressing business appointments.\n\nAmong the other guests attending is Paco, Laura’s former sweetheart, who is now married and a prosperous landowner and wine producer.\n\nThe wedding celebrations, reminding the viewer of the opening scenes of the marriage celebrations in **Godfather I**, seems to be going fine. But amid the partying, Laura’s daughter is kidnapped from her room. A ransom is asked by the raptors through smart phone messages.\n\nIn the following events, all that seemed so perfect before and during the start of the wedding celebrations is put into question. A retired police investigator, called to investigate by a family member, concludes on an inside job, which puts into question the authenticity of the family ties. Laura’s husband, the supposedly rich businessman from Argentina, turns out, under scrutiny, to be ruined back home, and he (Alejandro) has been in reality looking for work for the last two years. But suspicion on him, to have in fact kidnapped his own daughter for financial gain, turns out to be unfounded.\n\nPaco, the wealthy wine grower and former Laura sweetheart, the mother of the kidnapped girl, turns out to be the one in charge of the crisis, a role he will only accentuate once he finds out what ***Everybody knows***, which is that he is the true biological father of the kidnapped girl.\n\nTurns out that when the sweethearts broke up, about twelve years ago, Laura needed money and, to get some, she sold to her soon to be estranged sweetheart Paco some land, the land that made him eventually prosperous. The family had always resented that deal. One of Lara’s sisters’ husband turns out to be the kidnapper behind the drama. It is Paco who pays the ransom money, in effect paying back a family member the value of the land he may have gained originally from duress.\n\nThe teenage daughter is then released and the family of the married daughter is left with the task of settling the case of the family in law culprit, who was in fact acting without the knowledge or the blessing of the family.\n\n# THE ELEPHANT BEHIND THE FILM\n\nIt is not the first time that film director Asghar Farhadi deals with the strains of interpersonal dealings that have an economic dimension to them, as in ***The Client*** (2016), for example. But these challenging financial tensions were set in his native Iran. In this case, in ***Everybody knows***, the setting is contemporary and relatively prosperous Spain. Yet the underlying themes seem to be, in many ways, the same.\n\nIn the case of the Spanish setting, under the varnish of apparently harmonious and prosperous social and economic life, there are many underlying strains. There are dark secrets, hidden grievances, lies and questionable bases and suspect dealings behind apparently normal and legitimate prosperity.\n\n# THE BIG PICTURE\n\nAre these shaky bases and possibly immoral situations more prevalent, or somehow different, in some societies than in others? Would this be reflected in the films of specific countries?\n\nComing from the less developed world, and reflecting their own harsh economic realities, we can often notice these types of themes in films coming out of South America ( films recounting the insurance frauds coming from fake accidents, for example) or from Russia (***Taxi Blues***, a film on the disappointments and tensions vis-à-vis slow economic progress). Harsh individual circumstances are in such cases intertwined with economic difficulties. Our tunnel visions of studies of social reality, organized as they are in compartmentalized subject areas, in universities for example, do not often look at socio-economic realities and individual stories, taken together, but films and novels can. This is what is done in ***Everybody knows***. And, so, as Daniel Bertaux observed regarding his own work in sociology, « people know or at least feel that their curiosity about social life will not be (totally) satisfied by (a specialized domain), and we should acknowledge that film-makers do more to bring contemporary society to an awareness of itself than anyone else » (1).\n\nSo the elephant behind this film appears to be the inherent and often dramatic challenges of humans dealing with one another, especially when there is a financial and economic dimension. Specialists coming from Institutional economics would describe these challenges as « transactions costs », a term appearing as early as the late 1930’s, referring to the cost and inherent challenges of doing business and entertaining economic relations with one another.\n\nWas Farhadi’s intention to give a course on Institutional economics? Surely not. The deeper question here is: what are some of the underlying human elements beneath the surface of economic transactions?\n\nAnd, still more profoundly, what are institutions, starting with this most enduring and important institution, marriage and partnering? It may be revealing that the film opens with the preparation and celebrations of a marriage, the mother of all institutions.\n\nHowever imperfect, our institutions are all we have to regulate our economic dealings with one another. They are, in addition, the bases for all public life.\n\nIn commenting on the difficulties of specific countries in achieving democratic processes, we often identify the underlying cause as “political”.\n\nBut the bigger picture could point to a still larger cause: difficulties in dealing in everyday economic and social interactions, the big picture, the elephant behind the screen.\n\n(1) Daniel Bertaux, « From the life-history approach to the transformation of sociological practice », *Biography and Society*, Sage, Beverly Hills, California, 1981, p. 29-46, p. 42.","isEmpty":false,"excerpt":"A marriage celebration is of course a joyous occasion. But in this film, the celebration brings back memories of events and transactions that the participants would have preferred to forget.","title":"EVERYBODY KNOWS","category":["Sociology","National culture","Economics"],"tags":["Western Europe","Drama"],"author":"Jean Mercier","date":"2020-06-20T15:00:37.873Z","youtubeMovieTrailer":"L68mUxKuAnA","slug":"everybody-knows"},{"content":"Suspense, written and directed by Jordan Peele. United States, 2019.\n\n# INTRODUCTION\n\nWith his previous film, the acclaimed **Get Out**, Jordan Peele had surpassed all expectations, succeeding with both the public and the critics.\n\nWith the more recent **Us**, the expectations were, as could be predicted, important. Not counting that, as the director confided in interviews, the financing was made more abundant this time around, and the shooting, accordingly, made easier.\n\n# THE STORY\n\n**(This is a spoiler alert: do not read this section if you wish to follow the plot only at the screening of the film)**\n\nThe Wilsons, an affluent black family of four, including two teenagers or soon to be teenagers, comes to the Santa Cruz beach town for a summer vacation in the family summer home.\n\nEverything seems normal enough. However, in the evening, a strange family stares towards them from the outside. Turns out they are exactly similar to the vacationing family, each of them facing the exact copy of him or her, as the invading family terrorizes the original one.\n\n# THE ELEPHANT BEHIND THE FILM\n\nWith the previous **Get Out** of Jordan Peele, there was an understandable urge to interpret that intriguing film. It very much seemed to be a story about the uneasy integration of blacks into mainstream America. Indeed, all in that film seemed smooth in the process of black integration , until the viewer realizes that, in that story, blacks were invited to a white residence in order, essentially, for them to provide body parts, suggesting that blacks were maybe, yes, integrated into mainstream America, but too often in very specialized and limited roles. One spontaneously thinks of artists and sports figures.\n\nBut the interpretation of Peele’s more recent piece, **Us**, is not as easily understandable as a storyline suggesting a subplot on the challenges of integration. If only because the neighbouring white family of the Wilsons’, also vacationing, faces the same type of challenge, that of defending themselves from an identical and violent family (in their case a white family, of course) of their own.\n\nThe film continues to show a total invasion of similar cases of strangely alike families invading the vacationing town, eventually forming a human chain across America, from west to east. The film had opened on intriguing remarks about our forgotten underground tunnels and constructions, still beneath us, such as underground and abandoned subway lines or other municipal or public infrastructures.\n\nIs the invading families’ human chain related to the film’s reference to underground constructions of the opening of the film? These intriguing elements cry out for an understanding. The elephant behind the film is not as easily found here as it may have been for Peele’s previous and acclaimed film.\n\nThe interpretation of **Get out** as a story about some of the particularities of black integration does not, indeed, hold as much here.\n\nIn our capsules about interpreting and understanding films, we argued that the films’ creator’s opinion about his intentions on his own film were not necessarily a sure guide to the understanding of the film, because the process of creation has an unconscious element to it, and because the creation of a true work of art escapes the intention of its author. In this case, however, it would be particularly interesting to know how Peel sees this particular film.\n\n# THE BIG PICTURE\n\nDoes a film, created by a black artist, necessarily reflect a black perspective? Or a film by a female director necessarily reflect a feminist perspective? After all, do we conclude that a film made by a white male director is a film proposing a story of white, male America? Not necessarily. On the other hand, films made by blacks and women, being still the exception than the rule in present circumstances, may be a special case, at this moment in history, and they may be particularly revealing of a particular perspective. And so, in a special way, **Mary, Queen of Scots, The Favorite** and **Second Career** are necessarily reflective of a feminist perspective and **Moonlight, If Beale Street could speak** and **Get Out** are necessarily reflective of a black perspective. There are tectonic movements below us and were are all feeling them, in one way or another, but some of us are better situated to reflect them.\n\nComing back to **Us**, the film may be alluding to all the have nots, the ones left behind, women, males, blacks and whites, who live underground, as it were, and who want to come out of obscurity and of darkness. They have been ignored, left underground, and with time, forgotten. Of course, they are mad, aggressive and dangerous. But dealing face to face with them will liberate both them, living underground, and us, living above. We are them, and they are us, but in different dimensions. « They » can indeed be different dimensions of ***Us***.\n\nOnce they have come out of their underground, into the open, and recognized, then a human chain can unite us all, once we have each faced our demons, each different but strangely alike.","isEmpty":false,"excerpt":"Following the great critical and popular success of Get Out, any film by Jordan Peele would lead us to believe that it deals with black integration (or lack of it) in American society. But, in this film, that theme is less obvious, and the movie may concern all those that are forgotten, those that are underground, white or black. ","title":"US","category":["Sociology","Globalization","National culture","Media transformation"],"tags":["North America","Horror"],"author":"Jean Mercier","date":"2020-06-20T12:00:12.518Z","youtubeMovieTrailer":"hNCmb-4oXJA","slug":"us"}]